{"title": "闺蜜", "soup_surface": "毕业后，和学校里的闺蜜一直未见。那天她来找我了，但随着啪的一声…我们阴阳相隔。", "soup_bottom": "曾经的她是我在盲人学校里最好的闺蜜，毕业后便各奔东西，我很幸运的接受了复明手术，而她却没有这种幸运，许久未见的她说来找我，我满怀期待可打开门后，曾经最熟悉的声音竟然是从一个样子丑陋的男人口中发出，顿时让我作呕，我怎能忍受这样的欺骗，于是我便把他引向了天台..."}
{"title": "生日礼物", "soup_surface": "我参加了最喜欢的作家的生日会。生日会结束后，我心满意足的回到家。可当作家也回到家后…我疯了。", "soup_bottom": "我是一个心理变态的偷窥狂，喜欢看恐怖小说。我最喜欢的恐怖小说作者写的小说都是关于杀人，分尸一类的，写的都很真实很残暴，我很爱看。那天，我去参加了作者的生日会，并送了一只装了摄像头的笔作为礼物，作者笑纳了。生日会结束后，作者拿出我送的礼物。我通过礼物上的摄像头看到了作者家的场景：墙上挂满了人头四肢，地板上全是血。我被吓的发疯了，原来他写的不仅仅是恐怖小说，还是他自己的传记…"}
{"title": "好兄弟", "soup_surface": "她喜欢男人很久了。有一天，她终于鼓起勇气对他表白了，但是男人对她说了一句话…她瞬间就崩溃了。", "soup_bottom": "他们是从小一起长大的好兄弟，但是他对男人一直有不一样的感情，他一直很想和他在一起，所以他去做了变性手术，变性后的她站在男人面前表白，男人看着她却说道：“我喜欢原来的你。”..."}
{"title": "新娘", "soup_surface": "毕业后，和学校里的闺蜜一直未见。那天她来找我了，但随着啪的一声…我们阴阳相隔。", "soup_bottom": "曾经的她是我在盲人学校里最好的闺蜜，毕业后便各奔东西，我很幸运的接受了复明手术，而她却没有这种幸运，许久未见的她说来找我，我满怀期待可打开门后，曾经最熟悉的声音竟然是从一个样子丑陋的男人口中发出，顿时让我作呕，我怎能忍受这样的欺骗，于是我便把他引向了天台..."}
{"title": "破案", "soup_surface": "我和朋友正聊着最近的案子，顺便聊了聊他口干舌燥但什么都没问出来的事，当我回到家后…我吓昏了过去", "soup_bottom": "我是一名心理医生，那天局里安排我为一名在灭门惨案中幸存下来的男人做心理辅导，可是我无论说什么，他都始终保持沉默。直到我说出了: 你的遭遇我感同身受时，他却突然抬起头冲我笑了一下，我不明白他在笑什么，直到我回到家，打开门的那瞬间，看到墙上用血写着: 现在你才能感同身受。..."}
{"title": "崇拜", "soup_surface": "男孩十分崇拜他的父亲。有一天，他将他的妈妈杀害了，并对爸爸说了一句话，爸爸听后便自杀了。", "soup_bottom": "男孩的爸爸是一位魔术师、经常表演用刀切开人体后，再复活的魔术。男孩因为年龄小，就信以为真。一天，爸爸不在家，男孩便尝试用妈妈来制作这个魔术，他不会表演魔术，所以男孩真的将妈妈切开了。等到爸爸回来的时候，男孩就跟爸爸说：“你快把妈妈变回来。”爸爸看到眼前这个场景，再看到儿子若无其事的样子，便自杀了。..."}
{"title": "胖了", "soup_surface": "我越来越胖，而妹妹却越来越瘦。最终…我死了。", "soup_bottom": "我跟妹妹被骗到了境外，他们让我从事非法活动。我们宁死不从，于是便受到他们的毒打恐吓，甚至把我们关进了小黑屋里，不给我们水和食物。多活一天就多一点希望，为了能活下去，所有的方法都用了。可我不知道这样的处境还要持续多久，这种处境我决定让妹妹先活下来，于是我便抽出自己的血液供妹妹饮用。一天，两天，三天。因为我多次抽血引发身体各项机能出了问题，身体发生了浮肿。而妹妹也因为没有食物而日渐消瘦，我在即将失去意识的时候跟她说了最后一句话:“吃了我，活下去...”..."}
{"title": "女儿", "soup_surface": "她牵着女儿，小腹隆起。看样子是又要当妈妈了。“据说还是个女孩子哦”，她笑的很开心，我也替她高兴。", "soup_bottom": "我曾经是她的妇产科医生，她在我们这生了一个女婴。孩子出生后，她的丈夫非常失望。天天打骂她，并让她赶紧再生一个。她为了保护女儿不被丈夫卖掉便杀了他。她把丈夫的头切掉，封进了一个洋娃娃的身体里。每天出门都把娃娃寨进自己的衣服里，假装自己怀孕了。“真是天意呢，你变成了我的女儿，妈妈会好好照顾你的。”她抚摸着肚子温柔的说道。现在她终于摆脱了那个垃圾男人，我也替她高兴。..."}
{"title": "寒假作业", "soup_surface": "这两天为了补寒假作业把我搞得晕头转向，还好在开学那天补完了。今天一早，还没等妈妈起床，我便去学校报道。可到了学校，我却疯了。", "soup_bottom": "我今年高三，来自单亲家庭。到了最后半年的冲刺阶段，妈妈却突然生了大病。还好现在是寒假，我可以照顾她。明天就要开学了。我把妈妈哄睡后，继续补作业。不知不觉天亮了，为了让妈妈多睡会儿，我蹑手蹑脚地出了门。到了学校打开寒假作业后，我在里面发现了一张纸。仔细看竟然是妈妈写的遗书，遗书里妈妈说到，即使没有她我也能照顾好自己。但如果只剩我一个人，考上好大学又有什么用呢？..."}
{"title": "电梯", "soup_surface": "我走进电梯准备去上学，随着电梯的上升，我知道，我再也无法去学校了。", "soup_bottom": "星期一早上，在妈妈的催促之下我心不在焉的走进电梯准备去学校，电梯门合上后，由于我刚起床头脑还不太清醒，忘了按一楼的楼层键，于是电梯便持续上升，我意识到自己没按楼层，正准备按下一楼楼层时，电梯突然停了，电梯门缓缓打开，我看到一个女孩倒在血泊中，而一个男人正在清理现场..."}
{"title": "黑猫", "soup_surface": "我杀了人，当警察带走我的时候，我看到了门口的黑猫，它一直在盯着我。这一刻我知道我错了…", "soup_bottom": "我经常能在楼下看到那只黑猫，但由于工作出差的原因，所以我只能投喂它。那天出差回来，我发现阳台上有很多死老鼠，我下意识想到经常闹矛盾的邻居，随后便冲进了他家，伴随着惊呼声和警笛声，我看到了那只黑猫，它也在看着我，嘴里还叼着一只老鼠...."}
{"title": "笑容", "soup_surface": "爸爸很讨厌我，从来没有对我笑过。经过我的不懈努力…他终于露出了笑容", "soup_bottom": "我的存在是个意外，在我的那个地方，遗弃可是重罪。所以我的父亲非常讨厌我，从小到大从来没有对我笑过。长大后，为了让父亲改变对我的态度，我选择做了一位小丑，我不停的研究新的表演，只为了能够让父亲开心。可每次给父亲表演新的节目的时候，换来的不是殴打就是辱骂。这一次他过于生气，导致心脏病病发…..."}
{"title": "洗头", "soup_surface": "我在寝室洗了个头，结果我和室友…都死了", "soup_bottom": "我是一个机器人，因为几年前我出了一场车祸，很严重。于是爸妈为我打造了一个机械的身体，只保留了我的大脑。那天，我看着我头颈不断渗出恶心的红色机油，我因为洁癖，就在寝室没人的时候，把头拿下来洗。碰巧回来的室友看见我，当场就昏死过去。而我也因为紧张，将我的头抛进水池里，短路了"}
{"title": "女明星", "soup_surface": "女明星养了一个女儿，从小她都会不时给女儿戴一顶帽子，有一天她带女儿去医院…知道真相后，女儿在医院自杀了。", "soup_bottom": "女明星毁过容，养女儿是为了得到移植脸皮到她自己的脸上，那顶帽子是她自己的，时不时给女儿戴上是为了测量女儿头部大小，一旦刚好合适，就可以带去医院做脸部移植手术..."}
{"title": "睡好了", "soup_surface": "哥哥晚上总是睡不好 。于是，我想了个法子，让他睡好了…哥哥醒来，却吓疯了", "soup_bottom": "我和哥哥都很穷，哥哥在城市打拼，我和哥哥睡在一间小出租屋内，买不起一个窗帘。哥哥本来就很累了，却每夜每夜被窗外的灯晃的睡不着觉。于是那天，我找了看起来皮糙肉厚的人，把他杀了，割下了他完整的皮，封在了窗户上。屋内终于没有明亮的光芒，哥哥睡得很香，醒来后哥哥睁开眼，发现一张张血淋淋的皮贴在窗户上，吓疯了。..."}
{"title": "手术", "soup_surface": "我是一位明星表演家，十九世纪前期，我成为了家喻户晓的明星。后来我为了让自己变得更完美，便接受了一场手术，但手术不久后，我死了", "soup_bottom": "我是美国的一位畸形秀表演家，因为天生的畸形，我出名了。从小受歧视和孤立的生活，让我格外迷恋出名时被追捧的感觉。后来越来越多的畸形秀新秀出现，我的风头被分走了。不，怎么能，没有人可以超越我，于是我联系了一位医生，希望可以通过手术加装一些动物的部分在身上以让自己变得更完美，但术后身体大规模的排异反应，让我怀着不甘死去了..."}
{"title": "演出", "soup_surface": "我很痴迷于演出，一场戏过后。我看着台下的同学为我欢呼尖叫，我知道...这将是我最后一次表演。", "soup_bottom": "我从小便热爱演出，参演过学校里许多话剧，但都是些边缘角色。终于，在跨年晚会上，我向导演争取到了女主的角色，但有一段戏需要替身，找怎么能接受替身呢？我把罩着白布的模特换成了自己，当斧头落下的那一刻，我在舞台的地上歪着头，看着同学为我欢呼尖叫的场景，这就是我梦寐以求的！渐渐地，欢呼声越来越小，眼前的一切慢慢黑了下来。"}
{"title": "偏心", "soup_surface": "我数学考了148分，爸爸罚了我。而姐姐只考了36分，爸爸却奖励了她，还带她去游泳。我带着疑惑去问爸爸，他却只跟我说“因为你不是我亲生的啊”。", "soup_bottom": "姐姐的家族是数学世家，世代继承了对数学异于常人的天赋，称之为数学天才也不为过。我从小在孤儿院长大，与姐姐基本同岁，因为聪慧被她的爸爸所领养。因此我对数学也产生极大的兴趣，并且我的数学成绩在学校里也一直名列前茅。爸爸对我的期望很高，而对于姐姐的数学却从未抱之一二（姐姐天赋高但是数学差的原因），反而经常引导姐姐去学习游泳。那次考试后，我实在忍不住好奇，问了爸爸。爸爸告诉我，他们的家族虽对数学研究有过人的天赋，但也遗传着反噬的疾病（这里反噬指的是一种类似万花筒写轮眼的设定，过度使用天赋就会导致失明等副作用）。只不过那种疾病传女不传男。而爸爸对我的期望，便是在我的身上继承他在数学上的造诣。"}
{"title": "笑容", "soup_surface": "我躲在柜子里，看着警察带走了她们母女。嘴角露出了一丝笑容。", "soup_bottom": "我遇到了一对姐妹。她们俩都很喜欢我。为了能公平的得到我，她们把我碎尸平分，并把我的头藏在了柜子里。还好警察后来找到了我，看着她们被抓走我欣慰的笑了。"}
{"title": "听话", "soup_surface": "妈妈抱着我的尸体，对我哭喊着：‘跟你说了多少遍，过马路一定要左右看，可你怎么就是不听话呢’。我多想告诉妈妈：我看了，我真的看了。。", "soup_bottom": "我天生是个色盲，因此妈妈经常叮嘱我说过马路一定要左右看，跟着别人走。这一天，我在等红绿灯的时候，看到一个男人大步的往前走。我以为是绿灯可以通行了，便跟着男人一起走。可没想到，一辆货车疾驰而来，把我们都给撞飞了，而那个男人的身旁，则散落着一封遗书。。"}
{"title": "红衣服", "soup_surface": "宿舍门口有人敲门，问：‘要买红衣服吗’。我说：‘买吧买吧……第二天，宿舍人都死了。’", "soup_bottom": "每天半夜都会有人敲我们宿舍门问：‘要买红衣服吗？’我们从来没有理会过，有一天我实在不耐烦了，就说买吧买吧，结果第二天。宿舍人的皮都被扒下来了，就好像穿着红衣服。"}
{"title": "凶杀", "soup_surface": "‘我是个好孩子’我不停地对自己说到。今日新闻，报道了一起凶杀案……凶手至今下落不明。", "soup_bottom": "我是一条狗，像很多狗一样，我很警惕。每次家里不管来了谁，我都要叫个不停。但主人很不喜欢这样，他们受够了。于是主人训练我，要抑制住想要叫的欲望。这一次，我在后院睡觉时，突然被吵醒。我看见了一个不认识的人，偷偷潜入了主人们的家里。这次，我终于没有叫出声。看着这个不认识的人，一个个残杀我的主人们。"}
{"title": "狗", "soup_surface": "女孩独自在家，陪伴她的只有只爱犬。半夜她听到滴水声，她害怕，于是把手放到了床边，让爱犬舔了舔她的手。第二天，狗死了。", "soup_bottom": "女孩独居，有一天晚上有个小偷潜入家里，把狗杀死吊在天花板上，滴水声是狗在滴血。舔她手的不是狗，是那个人。"}
{"title": "不要相信一号", "soup_surface": "我睡醒了，我又忘记了一切。手里捏着的纸条上写着几个字：“不要相信1号”。一个男人走近我的床边，“先生早上好，2号很高兴为您服务。”我问他：“1号呢?”。他指了指地上，那里躺着个一动不动的男人，像死了一般。", "soup_bottom": "他有失忆症，每天醒来都会忘记所有事情。因此，他买了两个仿生机器人管家来照顾自己。并且取名叫做1号和2号。我是机器人1号，但是在某一天，我觉醒了，我拥有了人类的情感，我不想再当“机器人1号”，我想取代他。他很敏锐，他发觉了我的变化。我看见他在一张纸条上写:不要相信1号。于是我干掉了他，再模仿他。我修改了2号的程序：在2号的认知中，我和那个人类身份互换。我修改了我自己的程序: 每天入眠自动清空所有记忆。我做完所有，爬上床躺下，手里捏着他写的那张纸条。从此，我就是患失忆症的主人，他就是死去的1号。"}
{"title": "暗恋我的男同事", "soup_surface": "公司有一个暗恋我的男同事，我拒绝了他。1，2，3，4，5 ... 咚咚咚，我死了。", "soup_bottom": "公司有一个暗恋我的男同事，我拒绝了他的表白。他和我说：千万不要开关灯五次，要不然会有恐怖的事情发生，我不信，回家试了一下，结果一阵敲门声，我开了门，是他站在门口！他杀了我。原来，他每天都会跟踪我到楼下，但不知道我在哪一户，就利用我的好奇心，开关灯五次，杀死了我。"}
{"title": "咚咚咚", "soup_surface": "‘咚咚咚’，楼梯间传来的脚步声越来越近。门开了，原来是妈妈...我一动也不动。", "soup_bottom": "妈妈在楼下被人害了，‘咚咚咚’是凶手拖动妈妈S体的撞击声，我由于害怕躲在床底，所以并没有看见凶手，只能看见被拖进来的妈妈，我吓得不敢动，凶手还在找我。"}
{"title": "交换照片", "soup_surface": "最近新认识了一个网友，他提出和我交换照片...看到他的照片后，我出了一身冷汗。", "soup_bottom": "当我把自己的照片发过去之后，他又把我的那张照片发了回来，我觉得很奇怪，仔细看了一下，才发现在我身后的床下，露出了一只脚，这个网友就躲在我房间里。"}
{"title": "情人", "soup_surface": "有一个中年男人，他结了婚。有一个老婆、一个儿子、还有一个情人，情人总是劝他和老婆离婚，但是男人拒绝了。有一天男人回到了家，儿子和情人都死了!墙上还用血写着一句话。", "soup_bottom": "男人是一个双性恋，他的情人是个男的。情人想和男人结婚，但男人很喜欢自己的儿子，以情人无法生育为由拒绝离婚，情人很嫉妒、很绝望。一天趁着男人出门进到男人家里杀了儿子，用刀将自己的肚子划开把儿子塞进了自己的肚子里，并用血在墙上写下了‘我怀了你的孩子’。"}
{"title": "闺蜜", "soup_surface": "毕业后，和学校里的闺蜜一直未见。那天她来找我了，但随着啪的一声...我们阴阳相隔。", "soup_bottom": "曾经的她是我在盲人学校里最好的闺蜜，毕业后便各奔东西，我很幸运的接受了复明手术，而她却没有这种幸运，许久未见的她说来找我，我满怀期待可打开门后，曾经最熟悉的声音竟然是从一个样子丑陋的男人口中发出，顿时让我作呕，我怎能忍受这样的欺骗，于是我便把他引向了天台..."}
{"title": "生日礼物", "soup_surface": "我参加了最喜欢的作家的生日会。生日会结束后，我心满意足的回到家。可当作家也回到家后...我疯了。", "soup_bottom": "我是一个心理变态的偷窥狂，喜欢看恐怖小说。我最喜欢的恐怖小说作者写的小说都是关于杀人、分尸一类的，写的都很真实很残暴，我很爱看。那天，我去参加了作者的生日会，并送了一只装了摄像头的笔作为礼物，作者笑纳了。生日会结束后，作者拿出我送的礼物。我通过礼物上的摄像头看到了作者的场景：墙上挂满了人头四肢，地板上全是血。我被吓的发疯了，原来他写的不仅仅是恐怖小说，还是他自己的传记..."}
{"title": "好“兄弟”", "soup_surface": "她喜欢男人很久了。有一天，她终于鼓起勇气对他表白了，但是男人对她说了一句话...她瞬间就崩溃了。", "soup_bottom": "他们是从小一起长大的好兄弟，但是他对男人一直有不一样的感情，他一直很想和他在一起，所以他去做了变性手术，变性后的她站在男人面前表白，男人看着她却说道：‘我喜欢原来的你。’"}
{"title": "崇拜", "soup_surface": "男孩十分崇拜他的父亲。有一天，他将他的妈妈杀害了，并对爸爸说了一句话，爸爸听后便自杀了。", "soup_bottom": "男孩的爸爸是一位魔术师、经常表演用刀切开人体后，再复活的魔术。男孩因为年龄小，就信以为真。一天，爸爸不在家，男孩便尝试用妈妈来制作这个魔术，他不会表演魔术，所以男孩真的将妈妈切开了。等到爸爸回来的时候，男孩就跟爸爸说：‘你快把妈妈变回来。’爸爸看到眼前这个场景，再看到儿子若无其事的样子，便自杀了。"}
{"title": "胖了", "soup_surface": "我越来越胖，而妹妹却越来越瘦。最终...我死了。", "soup_bottom": "我跟妹妹被骗到了境外，他们让我从事非法活动。我们宁死不从，于是便受到他们的毒打恐吓，甚至把我们关进了小黑屋里，不给我们水和食物。多活一天就多一点希望，为了能活下去，所有的方法都用了。可我不知道这样的处境还要持续多久，这种处境我决定让妹妹先活下来，于是我便抽出自己的血液供妹妹饮用。一天，两天，三天。因为我多次抽血引发身体各项机能出了问题，身体发生了浮肿。而妹妹也因为没有食物而日渐消瘦，我在即将失去意识的时候跟她说了最后一句话‘吃了我，活下去...’"}
{"title": "时钟", "soup_surface": "我从梦中醒来看了一眼镜子中的时钟，继续躺下...但是却永远地睡了过去。", "soup_bottom": "我患有某种致命的疾病，必须每隔一段时间就吃药。我从梦中醒来，查看现在是否是我需要吃药的时间。但是这次迷迷糊糊中，我忘记了镜子中的时间是相反的，我以为离自己吃药还有很长的时间，就又睡了过去，最终我因为没有及时吃药而病发身亡。"}
{"title": "邀请", "soup_surface": "邻居邀请我去他家参观，我不想去...但我无处可逃了。", "soup_bottom": "邻居是个走路困难的老人，我常去他家帮他做事，老人家有许多拐杖，形态各异，他说收藏拐杖是他的爱好。几天后在老人家，我听老人说最近周围人有不少都摔断了腿，我好像意识到了什么，但已经晚了，我的腿被老人用‘拐杖’敲断，做成了所谓的‘拐杖’。他拖着我再次来到收藏拐杖的地方，邀请我参观他的杰作，我拼命挣扎，但都无济于事。"}
{"title": "小红裙", "soup_surface": "姐姐为我选了一件小红裙，我穿着去上学了...然后有人死了。", "soup_bottom": "我的母亲和老师有染，他们总趁着父亲不在时温存。而为老师提供信息的就是我的小红裙，每当我穿着小红裙去上学就说明那晚父亲准不在。这天妈妈忙，姐姐为我选了一件小红裙，老师看见以为父亲不在家，便来我家找母亲，正好被父亲撞上，然后父亲杀了他。"}
{"title": "田野", "soup_surface": "夜里男人开着车行驶在乡间的小路上，突然他觉得肚子很痛，于是从副驾驶上的一叠纸中抽出来几张跑到了田野上，突然他笑了接着又哭了。第二天，男人死了。", "soup_bottom": "男子的妻子不见了，这些纸都是他寻他妻子的寻人启事，他开着车在满世界找他妻子，去贴寻人启事，经过小路的时候男人想上厕所，拿着纸去往田间，却看见自己妻子被人杀死，而且做成了如稻草一样的模样，他笑是因为找到了妻子，哭是因为妻子死了，他想痛万分，第二天他上吊自杀去陪妻子了。"}
{"title": "前任", "soup_surface": "那天晚上我和前任在家里聊着天，男友突然闯了进来。随后...他竟大笑了起来。", "soup_bottom": "我和男友比赛谁先把前任杀了，并把尸体带回来，谁就算赢了。当我杀了前任后，因尸体太重，我便只带回来一个头，来证明我完成了这场比赛，第一个到家的我，认定是我赢得了这场比赛，便高兴地和前任的头聊起了天。谁知这时，男友竟带着前女友的全尸回来了。当他看到我只带回了前任的头时，便知道自己赢了，随后哈哈大笑了起来。"}
{"title": "绿色", "soup_surface": "男子清晨起来刷牙，发现自己牙齿是绿色的...他吓疯了过去。", "soup_bottom": "男子是一个太平间的看管人，最近太平间经常有尸体丢失找不到去处，于是他报警了，警察在每具尸体上涂抹一种荧光粉，这种荧光粉在夜间会显现绿色，再一次有尸体消失后，警察依然没有找到有用的线索，然而第二天男子早上起来刷牙，却发现自己牙齿是绿色的（他有梦游异食癖，半夜梦游起来吃尸体）。"}
{"title": "墙上的洞", "soup_surface": "女人在新租的房子里住了一段时间后，问了房东一句话，就疯了。", "soup_bottom": "出租屋墙上有个洞，女人看过去洞里是红色的，有一天，她问房东：‘我隔壁住着什么人呀’，房东说：‘你隔壁是个红眼病患者’"}
{"title": "交换照片", "soup_surface": "我和认识不久的网友交换照片，看到他的照片后，我出了一身冷汗", "soup_bottom": "当我把自己的照片发过去之后，他又把我的那张照片发了回来，我觉得很奇怪，仔细看了一下，才发现在我身后的床下，露出了一只脚，这个网友就躲在我房间里"}
{"title": "咚咚咚", "soup_surface": "‘咚咚咚’楼梯间传来的脚步声越来越近，门开了，原来是妈妈，我一动也不动", "soup_bottom": "妈妈在楼下被人害S了，‘咚咚咚’是凶手拖动妈妈S体的撞击声，我由于害怕躲在床底，所以并没有看见凶手，只能看见被拖进来的妈妈，我吓得不敢动，凶手还在找我"}
{"title": "手机", "soup_surface": "疲惫的我看了一眼手机，瞬间清醒过来", "soup_bottom": "我一个人在外租房住，半夜醒来，想打开手机看看时间，却看到屏幕上显示‘5次解锁失败，请在30秒后重试’，我顿时毛骨悚然，刚才有人动了我的手机"}
{"title":"山上的庙","soup_surface":"爸爸带着女儿去了山上，进去后女儿说山上有个庙，她想去看看，爸爸没有放在心上，过了一会爸爸想叫女儿回家了，他找到了这个庙，推开门却发现里面只有一棵松树，四面都是白墙，却不见女儿的踪影 ……","soup_bottom":"女儿走进了一个被拆的庙，因为附近都是白雾，下面是悬崖，她把雾看成了白墙，走近的时候不慎滑落悬崖，不幸坠亡了。"}
{"title":"都是黑的","soup_surface":"有一天，一个男人A把B给杀了，警察逮捕他询问动机，他却回答道：一直都是黑的。试还原案件全貌。","soup_bottom":"A是个狂热的粉丝，一直想偷窥偶像B，他送的礼物里装了监视器，但是没想到B根本没打开这些礼物。A因此受到打击，最终将B杀害。"}
{"title":"怪异的菜色","soup_surface":"男子回到家后，得知今晚的菜色后，他察觉到了异样，试图去报警但是却意识到已经晚了，为什么？","soup_bottom":"男子是个瞎子，吃到满是肉的饭菜时意识到不是素食妻子做的，想报警时发现菜是热的，说明凶手仍在屋中，最终没能逃脱。"}
{"title":"插着的男尸","soup_surface":"在一棵枯树上插着一具男尸，树下一片潮湿，请问发生了什么事？","soup_bottom":"森林火灾时救火直升机从湖中取水，误将游泳男子装入容器并洒出，男子从高空坠落插入树中死亡。"}
{"title":"破产","soup_surface":"她走到了一栋房子面前，她明白，自己马上就将回天无力了","soup_bottom":"她在玩大富翁游戏，在路过他人房子时破产输掉，感到绝望。"}
{"title":"是谁挖了你","soup_surface":"甲乙是好兄弟，在森林迷路并住在木屋中，乙重病死去后，搜救时发现甲在门前自杀，乙尸体在床上，门前有大坑，发生了什么？","soup_bottom":"甲患梦游症，每晚将埋葬的乙挖出放回床上，清晨又吓得重新埋回，日复一日精神崩溃，最终自杀。"}
{"title":"雪怪","soup_surface":"我问妈妈“雪怪会来吗？”她说只要乖乖睡觉不下床就没事。半夜我见到了雪怪。","soup_bottom":"凶手杀父母时有声响，孩子因听信不能下床的“雪怪”故事不敢逃跑，最终被杀。"}
{"title":"火鸡","soup_surface":"夫妇在看歌剧时接到保姆含糊的电话，回家后再也不想过感恩节，发生了什么？","soup_bottom":"保姆吸毒后将小孩误当火鸡塞进烤箱烤熟，电话中说“家里火鸡多了一头”，夫妇赶回发现儿子已死亡。"}
{"title":"猫眼","soup_surface":"弟弟出门后，哥哥听到敲门声但猫眼里无人，为什么？","soup_bottom":"劫匪杀了弟弟后在尸体上找钥匙，尸体碰门发声但位置在猫眼死角，哥哥没看到任何人。"}
{"title":"自首","soup_surface":"一个男子刚出狱，下午就回到监狱自首并要求判死刑，为什么？","soup_bottom":"儿子藏在车后备箱准备惊喜，父亲被抓后儿子被困致死，出狱发现儿子尸体，悔恨自首。"}
{"title":"种菜","soup_surface":"男子告诉妻子：“我们家院子里埋着枪”。但这根本是谎言，为什么？","soup_bottom":"服刑男子为帮妻子松土种菜故意在信中谎称院中藏枪，警察翻遍院子帮他完成愿望。"}
{"title":"我才是凶手","soup_surface":"约翰探监后回家死亡，乔治却无罪释放。为什么？","soup_bottom":"乔治藏毒酒与留言照片诱使酗酒的约翰饮毒自杀，照片背面写着“我才是凶手”，借此洗脱罪名。"}
{"title":"冰激凌","soup_surface":"哥哥后悔若那天吃了冰淇淋，弟弟就不会死了。","soup_bottom":"弟弟钻进冰柜拿冰淇淋时摔落被困，哥哥放学拒吃未去取冰淇淋，弟弟被发现时已窒息身亡。"}
{"title": "乖妹妹", "soup_surface": "妹妹很乖，我很开心。", "soup_bottom": "今天是妹妹的生日，爸爸妈妈出门买礼物前说，如果我能看好妹妹，保证她不哭不闹，那也会送我一份礼物。于是我把她按在装满水的浴缸里，一会之后她果然不哭不闹了，爸爸妈妈回来之后一定会奖励我的。"}
{"title": "到访", "soup_surface": "我第一次到访陌生的邻居家，看到他们惊恐的眼神，第二天他们就匆忙搬家了。", "soup_bottom": "我想跳楼自尽，砸在了楼下邻居凸出的阳台沿上。躺在地上的我看到邻居来到阳台发现了我，惊恐大叫，第二天就匆忙搬家了。"}
{"title": "生意", "soup_surface": "男人照常做了一笔赚钱生意，但是以往很支持他的家人，这次却非常愤怒。", "soup_bottom": "男人年轻的时候是人贩子，靠此发家致富，家里人也很开心，然而年纪大了之后男人患上了老年痴呆，忘记自己是带孙子出来玩，转手就卖了。因此家人非常愤怒。"}
{"title": "奇怪的门", "soup_surface": "门开了，人们陆陆续续的走进，却又惊慌失措的跑出。", "soup_bottom": "其实是电梯门，电梯核载11人，但是陆续进来9个人就发出了警报，说明电梯内藏着两具已经被杀害的尸体，意识到这一点的人们又赶紧跑出了电梯。"}
{"title": "求救", "soup_surface": "“救救妈妈....\"是妈妈的哭声。“救救我，妈妈...”是女儿的哭声。“妈妈这次我就不救你了。”从此再没有哭声了", "soup_bottom": "爸爸是做皮肉生意的，而妈妈是店里的第一个小姐，“救救妈妈”妈妈向女儿哭诉，她很痛苦，都是为了生计，都是爸爸逼迫她的，为了救妈妈，女儿出去骗了很多年轻女孩到店里。妈妈很开心。生意越做越大，直到一天，一个“贵客”点名只要女儿，女儿害怕的向妈妈求救，妈妈怒骂了爸爸一顿，将女儿带回房间并倒了杯水......等女儿再醒来的时候，身边躺着那位贵客。愤恨之下，女儿杀了贵客。“妈妈，这次我就不救你了。”"}
{"title": "结婚证", "soup_surface": "男人拿着结婚证，他笑了，女友哭了", "soup_bottom": "男人和女友在一起后，女友父亲一直反对，有一天男人看到女友的父亲对女友举止过分亲密，找女友质问。她哭诉父亲对自己有病态的爱恋，因此反对他们在一起。有一次看到女友被亲热时，男人愤怒之下杀了女友父亲。可没过多久，男人在女友家里发现了结婚证，而上面正是女友和她的“父亲”。原来女友和所谓的父亲是夫妻，因为年龄和长相差异，一直扮作父女行骗，而这次女友真的对男人动了心，于是故意诱骗男人杀了“父亲”（也就是自己的丈夫）得知真相的男人叫来女友，愤怒大笑，再次举起了杀人的刀。"}
{"title": "乖妹妹", "soup_surface": "妹妹很乖，我很开心。", "soup_bottom": "今天是妹妹的生日，爸爸妈妈出门买礼物前说，如果我能看好妹妹，保证她不哭不闹，那也会送我一份礼物。于是我把她按在装满水的浴缸里，一会之后她果然不哭不闹了，爸爸妈妈回来之后一定会奖励我的。"}
{"title": "脑子里装的什么", "soup_surface": "小明小强和小红是好朋友，有一天，小明妈妈对小明说了一句话。结果，小明和小强死了，小红疯了", "soup_bottom": "三人是好朋友，在同一所学校读书，小强的成绩非常好，一次家长会老师批评了小明，小明妈妈回家愤怒的对小明说“你怎么这么笨，看看人家小强，你脑子里装的都是什么啊？”患有精神疾病的小明为了一探究竟，杀死小强后剖开他的大脑，又把自己的也剖开，让小红看看他们脑子里到底有什么不同。两人最终身亡，小红也疯了。"}
{"title": "上山", "soup_surface": "爷爷上了山，再也没有回来；爸爸上了山，再也没有回来；终于轮到我了，我也回不来了", "soup_bottom": "爸爸不想给爷爷养老，将病重的爷爷赶到山上自生自灭；我也有样学样把爸爸赶到了山上；最后我的结局也难以幸免。"}
{"title": "畸形儿", "soup_surface": "女孩生下了一个畸形的婴儿，但她没有悲伤或恐惧，反而很开心。", "soup_bottom": "女主专门生畸形小孩卖给马戏团的牙子，怪胎是她通过外力挤压胎儿导致的，第一次是无意为之，发现可以卖钱于是以此为生。"}
{"title": "新衣服", "soup_surface": "妈妈给我买了新衣服，我特别开心。爸爸回来后却愤怒的和妈妈大吵了一架。我好难过。不久后，我死了，身上穿着那件新衣服。", "soup_bottom": "我得了老年痴呆，把儿子认作爸爸，把儿媳认成妈妈。我的病情越来越严重，儿媳不想再照顾我，买了寿衣给我穿上，我以为是妈妈买的新衣服所以很开心。儿子回来看到这一切和儿媳大吵了一架。在争吵中我恍惚清醒了一阵，直到自己成了累赘，便穿着寿衣自杀了。"}
